Repository: mnkeis/qatar2022-stickers
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# counterAppBarTitle
source: Stickers
es: Figuritas

# stickersAppBarTitle
source: Stickers
es: Figuritas

# statsTotalsLabel
source: Total Stickers
es: Total Album

# statsMissingLabel
source: Missing Stickers
es: Faltantes

# statsCollectedLabel
source: Collected Stickers
es: Colleccionadas

# statsSwapLabel
source: Swap Stickers
es: Repetidas

# statsPercentLabel
source: Completed Percent
es: Porcentaje Completado

# shareSwapsSubject
source: These are my swap stickers!
es: Figuritas para intercambiar!

# shareSwapsBody
source: Hi!! I have these stickers to swap, let's check!
es: Hola!! Tengo éstas figuritas para intercambiar, fijate si alguna te sirve!

# missingStickersBody
source: Hi!! These are all my missing stickers, please check if you have some of them in your swap stack!
es: Hola!! Éstas son las figuritas que me faltan, por favor fijate si tenés alguna entre tus repetidas!

# missingStickersSubject
source: These are my missing stickers!
es: Las figuritas que me faltan! 💪🏾

# messageFooter
source: To carry on control of your stickers without announcements, visit https://qatar2022-stickers.web.app
es: Para llevar el control de tus figuritas sin anuncios molestos, visita https://qatar2022-stickers.web.app

# friendsPageTitle
source: Friends
es: Amigos

# addFriendDialogTitle
source: Add friend
es: Agrega un amigo

# addFriendDIalogBody
source: Enter your friend's email
es: Ingresa el email de tu amigo

# cancelButtonText
source: Cancel
es: Cancelar

# friendSwapsAppBarTitle
source: Swap Stickers
es: Intercambio de figuritas

# friendSwapsTitle
source: Swap Stickers with
es: Intercambias con

# totalSwapQty
source: Total stickers to swap
es: Total para intercambiar

source: Available to give
es: Para entregar

source: Available to get
es: Para recibir

# emailAlreadyInUse
source: The provided email address is in use by another user
es: La direccion de email ya está en uso

source: User not found or wrong password
es: Usuario inexistente o contraseña incorrecta

# userDisabled
source: This user is not allowed no login
es: El usuario ha sido inhabilitado para ingresar

# userCancelled
source: Operation cancelled by user
es: Operación cancelada por el usuario

# operationNotAllowed
source: Error signing up, please contact support
es: Error de registro, contacte con soporte

source: Unknown error
es: Error desconocido

# signupPageName
source: Sign Up
es: Registro

# nameInputLabel
source: Name
es: Nombre

# nameInvalidText
source: Invalid name
es: Nombre inválido

# emailInvalidText
source: Invalid email
es: Email inválido

# passwordInputLabel
source: Password
es: Contraseña

# passwordInvalidText
source: Weak password, must contain letters, numbers and lenght of 8
es: Contraseña débil, debe tener letras, números y una longitud de 8

# confirmPasswordInputLabel
source: Confirm password
es: Repetir constraseña

# confirmPasswordInvalid
source: Passwords do no match
es: Las contraseñas no coinciden

# signUpButtonLabel
source: SIGN UP
es: REGISTRARSE

# loginPageName
source: Login
es: Ingresar

# loginButtonLabel
source: LOGIN
es: INGRESAR

# loginWithGoogleButtonLabel
source: Sign in with Google
es: Ingresar con Google

# loginWithAppleButtonLabel
source: Sign in with Apple
es: Ingresar con Apple

# createAccountButtonLabel
source: CREATE ACCOUNT
es: CREAR UNA CUENTA
